<?php

return [

    'title_page' => 'المراحل الدراسية',
    'List_Grade' => 'قائمة المراحل الدراسية',
    'add_Grade' => 'اضافة مرحلة',
    'edit_Grade'=> 'تعديل مرحلة',
    'delete_Grade'=> 'حذف مرحلة',
    'Warning_Grade'=> 'هل انت متاكد من عملية الحذف ؟',
    'stage_name_ar' => 'اسم المرحلة بالعربية',
    'stage_name_en' => 'اسم المرحلة بالانجليزية',
    'Notes' => 'ملاحظات',
    'submit' => 'حفظ البيانات',
    'Name'=>'اسم المرحلة',
    'Processes'=>'العمليات',
    'delete_Grade_Error'=>'لايمكن حذف المرحلة بسبب وجود صفوف تابعة لها',
    'Edit'=>'تعديل',
    'grade_ar_required'=>'اسم المرحلة بالعربية مطلوب',
    'grade_en_required'=>'اسم المرحلة بالأنجليزية مطلوب',
    'grade_unique_ar'=>'هذه المرحلة بالعربية موجوجة مسبقاً',
    'grade_unique_en'=>'هذه المرحلة بالأنجليزية موجوجة مسبقاً',
    'unique'=>'حذف',
    'Delete'=>'حذف',
    'Close' => 'اغلاق',



];
